apim-migration-testing-tool-rest-assured/RESTAssuredAutomation/src/test/payloads/deactivateTenantSoapRequest.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ser="http://services.mgt.tenant.carbon.wso2.org">
   <soap:Header/>
   <soap:Body>
      <ser:deactivateTenant>
         <!--Optional:-->
         <ser:tenantDomain>test2_wso2.com</ser:tenantDomain>
      </ser:deactivateTenant>
   </soap:Body>
</soap:Envelope>